{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/eeOUK0P.png",
        "DisableIconText": true,
        "IconPosition": 3,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 2,
          "buttontext": "Server rules",
          "title1": "1.0 General rules",
          "text1": "All rules must be followed.They are subject to change at any time.\n\n1.1 Multiple accounts and cheating will lead you to a permaban without any warning.\n\n1.2 Admins are not forced to return items or lost dinos due to in-game situations, bugs or rollbacks.\n\n1.3 Mass breeding is forbidden to avoid server lags.\n*Dinos wipe.\n\n1.4 Along with last rule, useless dinos must be stored in cryofridge.\n*Dinos wipe.\n\n1.5 Teaming is not allowed. Only trades between tribes are allowed.\n*Alliances are disabled.\n\n1.6 Be fair with new players, raiding a wooden or stone base won't gain you anything, except their leaving.\n*Unfair raiding will give a warn to the tribe.\n\n1.7 Any type of meshing is forbidden : Mesh biting, structures through walls...\n\n1.8 Do bosses at your own risk! Arenas are buggy, there will be no refunding.\n\n1.9 Lost items during transfers will not be covered! Do not move during the cooldown before server restarts.",
          "title2": "2.0 Building rules",
          "text2": "Admins will wipe structures if these rules are not followed.\n\n2.1 Banned locations : Banned locations : Swamp Cave, Tek Cave, Volcano, Obelisks, Wyvern trench, player spawns and ressources spots..\n\n2.2 All other caves are buildable but you must not block their entrances.\n*Artifacts spawns in all airdrops.\n\n2.3 Ratholes are only allowed if you get in through normal movement. (crouching and probing).\n*Exploits by grapple, KO, beds, tek... are forbidden.\n\n2.4 Max base limit is 2 per cluster, to let other players find a base spot.\n\n2.5 Do not use tunnels/structures, walls and ceilings to bypass turrets.\n\n2.6  Random placed turrets, floating turrets and floating structures are forbidden.\n\n2.7 All forgotten structures and dinos including Fobs and tame traps will be wiped by admins.",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab2": {
          "layout": 2,
          "buttontext": "Casino & Store rules",
          "title1": "3.0 Casino rules",
          "text1": "3.1 Any killing inside, and in the range of Casino is forbidden.\n\n3.2 Admins will wipe sleeping players & forgotten dinos inside and in the range of Casino.\n\n3.3 Your dinos must be parked in DinoParking, they are forbidden inside Casino.\n\n3.4 Coins are not made to be traded with other players. Let new players gamble in Casino and do not stalk them to take their starter coins.\n\n3.5 Picking up admins with your starter Argentavis will lead you an instant kick.\n\n3.6 Admins will not teleport you in Casino, there are teleporters on Obelisks.\n\n",
          "title2": "4.0 Store rules",
          "text2": "4.1 All payments are final and non-refundable.\n\n4.2 Attempting a chargeback or opening a PayPal dispute will result in permanent and irreversible banishment from all of our servers.\n\n4.3 Along with server rules (1.2), admins are not forced to return any bought items lost due to in-game situations, bugs or rollbacks.\n\n4.4 You will not keep any of your digital purchases if a server wipes, except if you did not claimed your items during last wipe.\n\n4.5 We reserve the rights to refuse a refund if you are banned from the servers for rule breaking. You need to apply the rules like everyone.\n\nBy purchasing, you further agree our Webstore TOS & Privacy Policy.\n\nIf you want to make a custom buying, please create a ticket on Discord.",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Registration (Kits)",
          "title1": "How to register in-game account to Discord?",
          "text1": "You must register in order to claim your kits.\n\nASA-BOT\n● Type /registerme in discord to get your 6 digit code.\n● Craft in-game ASA-BOT note. (unlocked lvl 1)\n● Consume it, then a panel will appear.\n● Enter ID and username then click Confirm.\n\nClaim your starter kits in discord #Kits channel.\n\nThere is one kit per map, useable once per wipe.\nMultiple accounts will be permanently banned.\nYou need to be in-game on the right server, depending on the kit you selected in order claim them.\n\nWhy I can't see ASA-BOT note engram?\n● Uninstall ASA-Bot Companion mod.\n● Restart game.\n● Join server.",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab4": {
          "layout": 1,
          "buttontext": "ORP",
          "title1": "Offline Raid Protection",
          "text1": "The Shrine of protection is unlocked at level 20 and is made in the smithy.\n\nYou must be in a tribe in order to place it.\nIf everyone leaves the tribe, shrine will be destroyed.\n\nOnce placed, the shrine will automatically activate after 30 minutes when the last tribe member log off from the server.\nTurrets will then do twice as much damage.\n\nRaiders will be alerted when approaching in range of the protected base, an orange text will appear at the top of the screen.\n\nWhen the delay has elapsed, the cracks will light up orange, all structures within the radius will be protected from any damage.\nThis only protects structures. In order to protect dinos, cover them with structures.\n\nThe structure has 250,000 HP, you can display the protection range via the radial menu (7200).\nEvery players can see the dome when you show its range.\nShrine still protects even without this dome.\n\nIf a member reconnects, protection will be removed from all structures after 1 minute, the color will then turn blue.\n\nWhen you log off again, the timer resumes.\nIf no tribe member logs in within 48 hours, the shrine will be destroyed and structures will lose their protection.\n\n48H online protection available in Shop.\n\nWhy I can't place/see Shrine engram?\n● Uninstall Base Protection Suite mod.\n● Restart game.\n● Join server.",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab5": {
          "layout": 4,
          "buttontext": "Custom drops",
          "title1": "Drops + caves drops are customized!",
          "text1": "You will have artifacts and boss items spawns here.\n\nDiscover other rewards by looting drops!",
          "title2": "Bosses drops",
          "text2": "Between x1 and x2 Element drop",
          "title3": "The Island",
          "text3": "<TextStyle.White>Artifact of the Hunter</>\n<TextStyle.Green>Artifact of the Massive & Clever</>\n<TextStyle.Blue>Artifact of the Devourer & Pack</>\n<TextStyle.Violet>Artifact of the Brute & Strong</>\n<TextStyle.Yellow>Artifact of the Immune & Skylord</>\n<TextStyle.Red>Artifact of the Cunning</>",
          "title4": "Scorched Earth",
          "text4": "<TextStyle.White>Fire Talon</>\n<TextStyle.Green>Lightning Talon</>\n<TextStyle.Blue>Poison Talon</>\n<TextStyle.Violet>Artifact of the Gatekeeper</>\n<TextStyle.Yellow>Artifact of the Destroyer</>\n<TextStyle.Red>Artifact of the Crag</>",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "GOATARK.com",
          "url": "https://goatark.com/"
        }
      },
      {
        "link2": {
          "text": "Discord",
          "url": "https://discord.com/invite/GOATARK"
        }
      },
      {
        "link3": {
          "text": "Store",
          "url": "https://store.goatark.com/"
        }
      },
      {
        "link4": {
          "text": "Donate",
          "url": "https://www.paypal.com/donate/?hosted_button_id=YFFMXRDXHNTJ2"
        }
      }
    ]
  }
}
