{
  "WBUI2": {
    "settings": {
        "OpenButton": 1,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/eeOUK0P.png",
        "DisableIconText": true,
        "IconPosition": 3,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 2,
          "buttontext": "Server rules",
          "title1": "1.0 General rules",
          "text1": "All rules must be followed. They are subject to change at any time. 3 Warns = 1 Week ban.\n\n1.1 Multiple accounts, cheating and abusing exploits will lead you to a permaban without any warning.\n*Permanent ban\n\n1.2 Admins are not forced to return items or lost dinos due to in-game situations, bugs or rollbacks.\n\n1.3 Mass breeding is forbidden to avoid server lags. Useless dinos must be stored in SCS Terminal.\n*Dinos wipe + warn.\n\n1.4 Handcuffing players is allowed but it must not last more than an hour.\n*Cages are disabled\n\n1.5 Teaming is forbidden. Raids are only between 2 tribes. Any interference by a 3rd tribe at a raid is considered teaming unless legally countered (clear attempts of raid with a counter fob, no sniping only)\n*Tribe owners warn/ban.\n\n1.6 Popcorning is forbidden. (Dropping items from vaults, smithys, fabs... during a raid so no one gets it)\n*Warn/Ban\n\n1.7 Harassment, racism, hate speech or any king of discriminatory speech will be severly punished.\nWarn/Ban\n\n1.8 Insiding and scamming are strictly bannable. Irrefutable proof must be provided.\n*Ban\n\n1.9 Conducting any kind of real-world economic activity by selling in-game items is strictly prohibited.\n*Ban\n\n1.9.1 ALLIES\n- A tribe can only have one ally at a time and these must act independently.\n- A tribe revoking an alliance will be considered insiding, both tribes must agree!\n- Allied tribes can raid and defend together as long as they have no more than 4 members at the same time.",
          "title2": "2.0 Building rules",
          "text2": "Admins will structure wipe and warn/ban if these rules are not followed.\n\n2.1 <RichColor Color=\"1,0,0,1\">Banned locations</>\n\nGeneral : Obelisks, player spawns and ressources spots.\nAberration : Surface & Charge nodes\nThe Center : Ice Palace & Jumping Puzzle.\nThe Island : Swamp Cave, Tek Cave & Volcano.\nScorched Earth : Wyvern trench.\n\n2.2 Ratholes are only allowed if you get in through normal movement. (crouching and probing).\n*Exploits by grapple, KO, beds, tek... are forbidden.\n\n2.3 Max base limit is 3 per tribe per cluster, to let other players find a base spot.\n\n2.4 Do not use tunnels/structures, walls and ceilings to bypass turrets.\n\n2.5 Open-world structures are forbidden, more specifically turrets and gates.\n\n2.6 A fob must not be inactive more than 3 hours after starting a raid. If no progression is made within this time, fob will be removed. ORP must not be placed at a fob.\n\n2.7 No building within the mesh. All structures will be wiped without any warning.\n\n2.8 Platform dinos : Do not create line of sight to prevent the dino from taking any damage.\n\n2.9 Any transfer of ownership of bases that are actively being raided is not allowed.",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "Casino rules",
          "title1": "Casino rules",
          "text1": "<TextStyle.Red>Casino location : Only Island servers [90.0/90.0]</>\n\n3.1 Any killing inside the Casino and within its radius is forbidden.\n\n3.2 Admins will wipe sleeping players & forgotten dinos inside and in the range of Casino.\n\n3.3 Dinos must be parked in DinoParking, they will be killed inside Casino.\n\n3.4 Coins are not made to be traded with other players. Let players gamble in Casino and do not stalk them to get their coins.\n\n3.5 Admins will not teleport you in Casino, there are teleporters on Obelisks (Unlocked lvl 50)\n\nGet coins by selling alpha tributes at Casino, winning events or by buying them in our Store.",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Registration (Kits)",
          "title1": "How to register in-game account to Discord?",
          "text1": "<TextStyle.Red>You must register in order to claim your kits.</>\n\n<TextStyle.LightBlue>Player Registration</>\n● Open Radial Menu and open ASA-Bot (Hold R or X or Square)\n● Copy the given 6 digit code.\n● Type /confirm on any channel of Discord.\n● Paste the 6 digit code and hit Enter.\n\nYou are now permanently registered on all servers.\nClaim your starter kits on Discord Starter Kits channel.\n\nThere is one kit per cluster, useable once a week.\nYou must be in-game on eligible servers to claim them.\nIf confirmation code shows blank, please respawn.\nRegistration fails? Open a ticket, we will manually register you.\n\n<TextStyle.LightBlue>Please watch the tutorial posted in #Register if you need more help</>",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab4": {
          "layout": 1,
          "buttontext": "ORP",
          "title1": "Offline Raid Protection",
          "text1": "ORP structure is unlocked at level 20 and is made in your inventory.\nThis is not a 100% offline protection.\n\nOnce placed, ORP will automatically activate after 30 minutes when the last tribe member log off from the server.\nStructures and dinos within the radius will have a 4× resistance buff and 3× turret damage buff.\n\nCombat logging prevented : If an enemy is inside the ORP radius, buffs wont be applied.\nIt will display a message saying you are preventing the ORP activation. If enemy leaves, it will activate.\n\nThe ORP structure can easily be destroyed, place it wisely. You can display the protection range by using the radial menu.\nAll players can see the dome when you show its range. The dome is not necessary to make ORP work, it is only visual.\n\nWhen a member logs on, buffs are removed from structures & turrets.\n\nIf no tribe member logs in within 48 hours, ORP structure will be destroyed, removing structure resistance buff and turrets damage buff.\n\n<TextStyle.LightBlue>Why I can't place/see ORP engram?</>\n● Uninstall Hyper's Offline Raid Protection.\n● Restart game.\n● Join server.",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      },
      {
        "tab5": {
          "layout": 4,
          "buttontext": "Custom Drops",
          "title1": "All drops are customized and increased.",
          "text1": "<TextStyle.LightBlue>Supply drops items respects their map.</>\n\n<TextStyle.LightBlue>SE crates won't give water saddles as theres no water tames.</>\n\n<TextStyle.LightBlue>Island crates won't give SE artifacts & talons.</>",
          "title2": "Boss Drops",
          "text2": "<TextStyle.LightBlue>2x Element on all bosses</>\n<TextStyle.Green>High Tier 50% HQ BPs</>\n<TextStyle.Yellow>End-game 50% HQ BPs</>\n<TextStyle.Red>End-game 100% HQ BPs</>",
          "title3": "Supply Drops",
          "text3": "<TextStyle.White>Player & Dino Consumables</>\n<TextStyle.Green>Artifacts & Tributes</>\n<TextStyle.Blue>PVP Kits</>\n<TextStyle.Violet>Saddles 50% BPs</>\n<TextStyle.Yellow>Weapons & Armors 50% BPs</>\n<TextStyle.Red>High Tier 75% HQ BPs</>",
          "title4": "Cave Supply Crates",
          "text4": "<TextStyle.Green>Player Consumables</>\n<TextStyle.Blue>Saddles 50% HQ BPs</>\n<TextStyle.Yellow>Weapons & Armors 50% HQ BPs</>\n<TextStyle.Red>High Tier 75% HQ BPs</>",
          "imageurl": "https://imgur.com/43vKojE.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "GOATARK.com",
          "url": "https://goatark.com/"
        }
      },
      {
        "link2": {
          "text": "Discord",
          "url": "https://discord.com/invite/GOATARK"
        }
      },
      {
        "link3": {
          "text": "Store",
          "url": "https://store.goatark.com/"
        }
      }
    ]
  }
}
